import "./index.css";

function About() {
  return (
    <div>
      <p className="mainText">
        <p className="textHeader">
          რა მიზანი აქვს პროექტს და ვისთვისაა ის განკუთვნილი
        </p>
        <br />
        წარსული მეხსიერების შესწავლა არა მხოლოდ აკადემიური და სამეცნიერო
        თვალსაზრისითაა მნიშვნელოვანი, არამედ ეს აუცილებელია სახელმწიფოსა და,
        ზოგადად, საზოგადოებისთვის, ვინაიდან ობიექტური, ყოვლისმომცველი და
        არაიდეოლოგიზირებული წარმოდგენა წარსულზე მნიშნელოვნად ეხმარება ქვეყანას
        თანამედროვე რეალობის გაგებასა და არსებულ გამოწვევებთან გამკლავებაში.
        სამწუხაროდ დღეისთვის საქართველოში ისტორიულ კვლევებში შეფასება და
        პოლიტიკური პოზიციონირება აშკარად სჯაბნის ანალიტიკურ მიდგომებს. წამყვან
        ტენდენციად იქცა დღევანდელი პოლიტიკური კონიუქტურის ამოცანებიდან
        გამოდმინარე ისტორიის ინსტრუმენტალიზაცია. კვლევის თეორიული და
        მეთოდოლოგიური მიდგომების ცვლილება, რაც გადაუდებელ ამოცანას წარმოადგენს
        როგორც აკადემიური მიზნებიდან გამომდმინარე, ასევე ჩვენი საზოგადოების
        თვითრეფლექსიისა და თვითშემეცნების თვალისაზრისით, ასევე მოითხოვს
        რადიკალურ ცვლილებას ისტორიული პროცესის ამსახველი ინფორმაციის შეგროვების,
        განთავსებისა და შესწავლის თვალსაზრისით. ჩვენი უახლესი წარსულის
        აკადემიური ანალიზისთვის აუცილებელი პირობაა სხვადასხვა ტიპის მონაცემების
        სისტემატური ფორმით წარმოდგენა მათი კლასიფიცირება, დაჯგუფება და იმგვარად
        ორგანიზება რომ შესაძლებელი გახდეს ურთიერთ დაკავშირება და თანამედროვე
        მეთოდების გამოყენებით კომპლექსური კვლევების ჩატარება სხვადასხვა
        მიმართულებით. სამწუხაროდ, საქართველო ვერ დაიკვეხნის საარქივო მასალის
        კვლევაზე მორგებული ინფრასტრუქტურით. ჩვენი საარქივო მემკვიდრეობა ძალზედ
        ფრაგმენტირებული და შეუსწავლელია და საჭიროებს სპეციალურ ძალისხმევას
        კვლევითი ამოცანების განხორციელებისათვის. საქართველოს ეროვნულ არქივში
        დაცულია პოსტსაბჭოთა პერიოდის საქართველოს სახელმწიფო დოკუმენტები.
        აკადემიური საგანმანათლებლო და ანალიტიკური მიზნებისთვის საჭიროა ამ
        დოკუმენტაციის გარკვეული წესით ორგანიზება და დამოუკიდებელი საქართველოს
        დოკუმენტური ისტორიის წარმოჩინება. ეს უნდა დაგვეხმაროს მაქსიმალურად
        ობიექტურად დავინახოთ საქართველოს მიერ განვლილი რეფორმების გზა. პროექტის
        მიზნის შესაბამისად შევეცადეთ არქივში დაცული დოკუმენტები ქრონოლოგიური,
        სპეციალურად შექნილი კლასიფიკატორების და თეზაურისის მიხედვით
        წარმოგვედგინა. ეს დაგვეხმარება მაქსიმალურად ობიექტურად დავინახოთ
        საქართველოს მიერ განვლილი რეფორმების გზა. პროექტის ბენეფიციარები
        იქნებიან საქართველოს მიერ განვითარების განვლილი გზის შესწავლით
        დაინტერესებული ჯგუფები: პოლიტიკური გაერთიანებები და საზოგადეობრივი
        გაერთიანებები, მთავრობები. ბენეფიციარების მნიშვნელოვანი ნაწილი იქნებიან
        წმინდა აკადემიურ სფეროში მოღვაწე ადამიანები, რადგან მათთვის
        ხელმისაწვდომი გახდება კვლევის მასალები. შექიმენება მონაცემთა ბაზა
        კლასიფიკაციით და ქრონოლოგიური დიზაინით, რომელიც მაქსიმალურად იქნება
        დაცლილი პარტიკულარისტული ღირებულებრივი ორიენტირებისგან. განსაკუთრებით
        მნიშვნელოვნია ასეთი მონაცემთა ბაზის შექმნა ახალგაზრდა თაობისათვის,
        რომლთა დიდი ნაწილისთვის ხშირად უცნობია მოვლენათა განვითარების
        მიმდინარეობა და დამოუკიდებლ საქართველოში მიმდინარე პროცესის ლოგიკა , რაც
        ხელისშმეშლელ პირობებს ქმნის რეალობის აღქმისათვის.
        <br />
        <p className="textHeader">რა გავაკეთეთ</p>
        თავდაპირველად გვინდა ავღნიშნოთ რომ საქართველოს ცენტრალური არქივის
        უახლესი ისტორიის განყოფილებაში დაცულია უაღრესად საინტერესო მასალები
        რომელთა გაცნობის შედეგად კიდევ უფრო განგვიმტკიცდა მოსაზრება, რომ საჭიროა
        ამ მასალების შენახვის, განთავსების და კლასიფიკაციის ფორმების
        მოდიფიცირება კვლევითი და ინფორმაციული მიზნებისთვის. ამჟამად მასალები
        განთავსებულია უწყებების და წლების მიხედვით.
        <img className="firstImage" src="/img/Screenshot 1.png" />
        <p className="ScreenshotDescription">
          გრაფიკი 1. ეროვნული არქივის უახლესი ისტორიის განყოფილებაში დაცული
          დოკუმენტების არსებული <br />
          ორგანიზების წესის გამარტივებული ილუსტრაცია.
        </p>
        <p>
          სამწუხაროდ ამ ეტაპზე კატალოგებში არ არსებობს აღწერები, რომლებიც
          მიგვითითებდა დოკუმენტების შინაარსზე, რაც კვლევის პროცესს ზედემტად
          ახანგძლივებს, რადგან მკვლევარს უწევს საჭირო შინაარსის დოკუმენტების
          მისაგნებად მეტი ძალისხმევის და დროის გამოყოფა.
          <br /> ამიტომ მიმდინარეობს დოკუმენტების შინაარსობრივი აღნუსხვა
          (დასათაურება), ხოლო უკვე დასათაურებულების და შესწავლილის
          კლასიფიკატორებში და თეზაურსში ინტეგრირება. აქვე უნდა ავღნიშნოთ, რომ ამ
          მასალების ელექტრონული ფორმით წარმოდგენის საჭიროება,
          <br /> რაც დიდ შესაძლებლობებს შემქნის მრავალმხრივი კვლევითი მიდგომის
          მეთოდების გამოყენებისა და ანალიზისათვის. თუმცა ამ ეტაპზე შედარებით
          ნაკლები ადამიანური და ფინანსური რესურსების მობილიზებით აუცილებელია
          შექმნილი კლასიფიკაციისა და განთავსების ელექტრონული საძიებლის დახვეწა,
          რაც მკვლევარებს გაუმარტივებს არქივში საჭირო მასალების მოძიებას.
          <p>
            <p className="textHeader">თემატური საძიებელი</p>
            საიტის ექსპერიმენტული ნიმუშისათვის ჩვენ შევარჩიეთ 1995 წელი და
            გამოვიყენეთ არქივში დაცული დოკუმენტები რომელიც არქივის კატალოგებში
            ორგანიზებულია უწყებების მიხედვით. მოხდა დოკუმენტების გაცნობა და
            მათგან კლასიფიკაციის შესაბამისად დოკუმენტების გამოყოფა. <br />
            ეს მასალები საიტზე წარმოდგენილია თემატურად, სამი მსხვილი თემატური
            ჯგუფის მიხედვით, რომლებიც შემდეგ ვიწროვდება უფრო სპეციფიური თემების
            მიხედვით. კერძოდ, ძიება შეიძლება წარიმართოს შემდეგი მიმდევრობით
            ეკონომიკის სფეროში შეგვიძლია ვნახოთ უფრო დეტალური თემები, რომლებიც
            მოცემულია საძიებელში და ამ თემებთან დაკავშირებული დოკუმენტები
            მითითებულია იქვე.
            <img className="secImage" src="/img/Screenshot 2.png" />
            <p className="ScreenshotDescription">
              გრაფიკი 2. ჩვენს მიერ შექმნილი კლასიფიკაციის ილუსტრაცია.
            </p>
            <p>
              საიტის ამგვარი პრგორამული უზრუნველყოფა შესაძლებლობას გვაძლევს
              განვახორციელოთ სხვადასხვა ტიპის დაკვირვებები - სტატისტიკური,
              კონტენტ ანალიზი და სხვა. მაგ, შეგვიძლია ვნახოთ რა % წილი უკავია
              ფინანსური სექტორთან დაკავშირებულ გადაწყვეტილებებს ეკონომიკურ
              გადაწყვეტილებებში ერთ წლის ან პერიოდების განმავლობაში. ასევე
              შეგვიძლია მსგავსი თანაფარდობები დავადგინოთ ეკონომიკურ და სხვა
              გადაწყვეტილებებს შორის (ფართო ჯგუფებს შორის და ა.შ.). ამასთან,
              ერთად ახალი კლასიფიკაცია შესაძლებლობას იძლევა დოკუმენტაცია
              დავინახოთ ფუნქციონალისტურ ჭრილში, რაც განსაკუთრებით სასარგებლოა,
              როდესაც სახელწმიფო ინსტიტუციების ფუნქცია-მოვალეობები მუდმივ
              ცვალებადობას განიცდის. თუმცა, ასევე ტექნიკურად საძიებო სისტემა
              შესაძლებლობას იძლევა სურვილის შემთხვევაში დოკუმენტები მოძიებულ
              იქნას მხოლოდ წლების, უწყებების ან ტიპების მიხედვით. გარდა ამისა
              თანმდიმდევრულად მიმდინარეობს პარლამენტის სხდომების ელექტრონული
              სტენოგრაფიული მასალების მიმაგრება და მათი შესაბამისება ეროვნულ
              არქივში მათთვის განსაზღვრულ ანაწერის და საქმის მონაცემებთან.
              <br /> ამ ელექტრონული მასალების მოწოდებისთვის მადლობას ვუხდით
              საქართველოს პარლამენტის არქივის დირექტორს ირაკლი იაკობაშვილს.
            </p>
            <p>
              <p className="textHeader">თეზაურუსი</p>
              საბოლოო ჯამში, ასევე მიზანშეწონილია შეიქმნას ტერმინოლოგიური
              თეზაურუსი და პერსონალური საძიებელი. საწყისი ეტაპისთვის, ჩვენ
              შევქმენით ნიმუში თუ როგორ შეიძლება ამ თეზაურუსისა და საძიებლის
              ფორმირება. მეთოდოლოგიურად ეს შემდეგნაირად გამოიყურება, ელექტრონული
              ტექსტი რომელიც მოცემულია “PDF” ფორმატში იშლება ცალკე სიტყვებად და
              დატოვებულია მხოლოდ ის სიტყვები, რომელიც შესაძლოა საინტერესო იყოს
              ტერმინოლოგიური და პერსონალური საძიებლის ამოცანებიდან გამომდინარე.
              შესაბამისად ამ დოკუმენტის ბაზაზე შეიქმნება, <br/>ტერმინოლოგიური და
              პერსონალისტური საძიებლის ნიმუში, რომლის მეშვეობითაც შესაძლებელი
              გახდება (მთლიანი დოკუმენტების კორპუსის გაცნობა გაციფურლების
              შემდეგ) ამ უცხო სიტყვების სემანტიკური და კონტექსტუალური ანალიზი,
              მათ ურთიერთ მიმართების დადგენა სხვადასხვა მახასიათებლების მიხედვით
              და ა.შ. საძიებო სისტემა შესაძლებლობას იძლევა მოვნიშნოთ რამდენიმე
              ცნება ან პიროვნება,<br/> ან მათი კომბინაცია და მოვიძიოთ დოკუმენტები
              რომლებშიც ისინი ერთად არიან ნახსენები. თეზაურუსის სრულყოფა,
              მასალების გაციფრულების შედეგად, რაოდეონობრივი ანალიზის მეთოდების,
              სიხშირეების, კორელაციების დადგენის და სხვა მეთოდების გამოყენების
              შესაძლებლობას გაზრდის.
            </p>
          </p>
        </p>
      </p>
    </div>
  );
}

export default About;
