const persons = [
  "მენაღარიშვილი, ირაკლი",
  "ნადიბაიძე, ვ.",
  "თევზაძე, დავით",
  "რეხვიაშვილი, გურამ",
  "ჩხობაძე, ნინო",
  "ლომაშვილი, ზურაბ",
  "ბურდული, გიორგი",
  "თათარაშვილი, ნოდარ",
  "აბაშიძე, ზურაბ",
  "ადამია, რევაზ",
  "ბაბუციძე, ნუგზარ",
];
const topics = [
  "„პარტნიორობა მშვიდობისათვის“",
  "ნატო",
  "საქართველო და ნატო",
  "სამხედრო აღმშენებლობა",
  "სამხერდრო წვრთნა",
  "საქართველოს თავდაცვის სამინისტრო",
];
function Thesaurus() {
  return <div>Thesaurus</div>;
}

export default Thesaurus;
